Repository: Alexadar/rootyapps
Catalog: eartharound.swift/DesignShared/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, ko, nb, nl, pl, pt_br, sv, tr, uk, zh_hans, zh_hant

source: Hp30 default range
cs: Výchozí rozsah Hp30
da: Standardinterval for Hp30
de: Standardbereich Hp30
es: Rango predeterminado de Hp30
fi: Hp30:n oletusalue
fr: Plage par défaut Hp30
it: Intervallo predefinito Hp30
ja: Hp30 の既定範囲
ko: Hp30 기본 범위
nb: Standardområde Hp30
nl: Standaardbereik Hp30
pl: Domyślny zakres Hp30
pt_br: Faixa padrão do Hp30
sv: Standardintervall Hp30
tr: Varsayılan Hp30 aralığı
uk: Типовий діапазон Hp30
zh_hans: Hp30 默认范围
zh_hant: Hp30 預設範圍

source: Hp30 now
cs: Hp30 nyní
da: Hp30 nu
de: Hp30 jetzt
es: Hp30 ahora
fi: Hp30 nyt
fr: Hp30 actuel
it: Hp30 ora
ja: 現在の Hp30
ko: 현재 Hp30
nb: Hp30 nå
nl: Hp30 nu
pl: Hp30 teraz
pt_br: Hp30 agora
sv: Hp30 nu
tr: Şu anki Hp30
uk: Hp30 зараз
zh_hans: 当前 Hp30
zh_hant: 目前 Hp30

source: Hp30 resolves geomagnetic activity every 30 minutes — the sub-hour detail the 3-hourly Kp misses. Open-ended above Kp 9.
cs: Hp30 rozlišuje geomagnetickou aktivitu každých 30 minut — detail pod jednu hodinu, který tříhodinový Kp nezachytí. Nahoru neomezené nad Kp 9.
da: Hp30 opløser geomagnetisk aktivitet hvert 30. minut – detaljen under en time, som den 3-timers Kp går glip af. Åben opad ud over Kp 9.
de: Hp30 löst die geomagnetische Aktivität alle 30 Minuten auf – die Details unterhalb einer Stunde, die der 3-stündige Kp verpasst. Nach oben über Kp 9 hinaus offen.
es: Hp30 resuelve la actividad geomagnética cada 30 minutos: el detalle inferior a una hora que el Kp trihorario pierde. Sin techo por encima de Kp 9.
fi: Hp30 erottelee geomagneettisen aktiivisuuden 30 minuutin välein – alle tunnin tarkkuuden, jonka 3 tunnin Kp menettää. Ylöspäin avoin yli Kp 9:n.
fr: Hp30 résout l'activité géomagnétique toutes les 30 minutes — le détail infra-horaire que le Kp tri-horaire manque. Sans plafond au-delà de Kp 9.
it: Hp30 risolve l'attività geomagnetica ogni 30 minuti — il dettaglio sotto l'ora che il Kp trioraro perde. Senza limite superiore oltre Kp 9.
ja: Hp30 は地磁気活動を30分ごとに分解します — 3時間ごとの Kp では捉えられない1時間未満の細部です。Kp 9 より上は上限なしです。
ko: Hp30은 지자기 활동을 30분마다 분해합니다 — 3시간 Kp가 놓치는 1시간 미만의 세부입니다. Kp 9 위로는 상한이 없습니다.
nb: Hp30 oppløser geomagnetisk aktivitet hvert 30. minutt – detaljene under én time som 3-timers Kp går glipp av. Åpen oppover forbi Kp 9.
nl: Hp30 meet geomagnetische activiteit elke 30 minuten — het detail binnen het uur dat de 3-uurlijkse Kp mist. Open naar boven, voorbij Kp 9.
pl: Hp30 rozdziela aktywność geomagnetyczną co 30 minut — szczegół poniżej godziny, który umyka 3-godzinnemu Kp. Bez górnego ograniczenia powyżej Kp 9.
pt_br: O Hp30 resolve a atividade geomagnética a cada 30 minutos — o detalhe abaixo de uma hora que o Kp trihorário perde. Sem teto acima de Kp 9.
sv: Hp30 upplöser geomagnetisk aktivitet var 30:e minut – detaljen under en timme som det 3-timmars Kp missar. Öppen uppåt bortom Kp 9.
tr: Hp30, jeomanyetik etkinliği her 30 dakikada bir çözümler — 3 saatlik Kp'nin kaçırdığı saat altı ayrıntı. Kp 9'un üzerinde üst sınırı yoktur.
uk: Hp30 показує геомагнітну активність кожні 30 хвилин — деталі коротші за годину, які пропускає 3-годинний Kp. Не має верхньої межі понад Kp 9.
zh_hans: Hp30 每 30 分钟解析一次地磁活动——这是三小时 Kp 无法捕捉的亚小时细节。Kp 9 以上不设上限。
zh_hant: Hp30 每 30 分鐘解析一次地磁活動——這是三小時 Kp 無法捕捉的次小時細節。Kp 9 以上不設上限。

source: Hp30 · High-Cadence Geomagnetic Index
cs: Hp30 · geomagnetický index s vysokou kadencí
da: Hp30 · geomagnetisk indeks med høj kadence
de: Hp30 · Geomagnetischer Index mit hoher Taktung
es: Hp30 · índice geomagnético de alta cadencia
fi: Hp30 · tiheäjaksoinen geomagneettinen indeksi
fr: Hp30 · indice géomagnétique à haute cadence
it: Hp30 · indice geomagnetico ad alta cadenza
ja: Hp30・高頻度地磁気指数
ko: Hp30 · 고빈도 지자기 지수
nb: Hp30 · geomagnetisk indeks med høy oppløsning
nl: Hp30 · geomagnetische index met hoge frequentie
pl: Hp30 · geomagnetyczny indeks o wysokiej częstotliwości
pt_br: Hp30 · índice geomagnético de alta cadência
sv: Hp30 · geomagnetiskt index med hög täthet
tr: Hp30 · yüksek sıklıklı jeomanyetik indeks
uk: Hp30 · високочастотний геомагнітний індекс
zh_hans: Hp30 · 高频地磁指数
zh_hant: Hp30 · 高頻地磁指數

source: KP %@ · G%lld
cs: KP %1$@ · G%2$lld
da: KP %1$@ · G%2$lld
de: KP %1$@ · G%2$lld
es: KP %1$@ · G%2$lld
fi: KP %1$@ · G%2$lld
fr: KP %1$@ · G%2$lld
it: KP %1$@ · G%2$lld
ja: KP %1$@・G%2$lld
ko: KP %1$@ · G%2$lld
nb: KP %1$@ · G%2$lld
nl: KP %1$@ · G%2$lld
pl: KP %1$@ · G%2$lld
pt_br: KP %1$@ · G%2$lld
sv: KP %1$@ · G%2$lld
tr: KP %1$@ · G%2$lld
uk: KP %1$@ · G%2$lld
zh_hans: KP %1$@ · G%2$lld
zh_hant: KP %1$@ · G%2$lld

source: Kp %@ — %@.
cs: Kp %1$@ — %2$@.
da: Kp %1$@ – %2$@.
de: Kp %1$@ – %2$@.
es: Kp %1$@: %2$@.
fi: Kp %1$@ – %2$@.
fr: Kp %1$@ — %2$@.
it: Kp %1$@ — %2$@.
ja: Kp %1$@ — %2$@。
ko: Kp %1$@ — %2$@.
nb: Kp %1$@ – %2$@.
nl: Kp %1$@ — %2$@.
pl: Kp %1$@ — %2$@.
pt_br: Kp %1$@ — %2$@.
sv: Kp %1$@ – %2$@.
tr: Kp %1$@ — %2$@.
uk: Kp %1$@ — %2$@.
zh_hans: Kp %1$@ — %2$@。
zh_hant: Kp %1$@ — %2$@。

source: Kp %@ — %@. Faded bars are the NOAA 3-day forecast.
cs: Kp %1$@ — %2$@. Bledé sloupce jsou třídenní předpověď NOAA.
da: Kp %1$@ – %2$@. Blege søjler er NOAA's 3-dages prognose.
de: Kp %1$@ – %2$@. Blasse Balken sind die 3-Tage-Prognose der NOAA.
es: Kp %1$@: %2$@. Las barras tenues son el pronóstico de 3 días de NOAA.
fi: Kp %1$@ – %2$@. Haaleat pylväät ovat NOAA:n 3 vuorokauden ennuste.
fr: Kp %1$@ — %2$@. Les barres pâles sont la prévision NOAA à 3 jours.
it: Kp %1$@ — %2$@. Le barre chiare sono la previsione NOAA a 3 giorni.
ja: Kp %1$@ — %2$@。淡いバーは NOAA の3日間予報です。
ko: Kp %1$@ — %2$@. 흐린 막대는 NOAA의 3일 예보입니다.
nb: Kp %1$@ – %2$@. Blasse søyler er NOAAs 3-døgnsvarsel.
nl: Kp %1$@ — %2$@. Vage balken zijn de 3-daagse NOAA-verwachting.
pl: Kp %1$@ — %2$@. Blade słupki to 3-dniowa prognoza NOAA.
pt_br: Kp %1$@ — %2$@. As barras claras são a previsão de 3 dias da NOAA.
sv: Kp %1$@ – %2$@. Bleka staplar är NOAA:s 3-dygnsprognos.
tr: Kp %1$@ — %2$@. Soluk çubuklar NOAA'nın 3 günlük tahminidir.
uk: Kp %1$@ — %2$@. Бліді стовпчики — 3-денний прогноз NOAA.
zh_hans: Kp %1$@ — %2$@。浅色柱为 NOAA 三日预报。
zh_hant: Kp %1$@ — %2$@。淺色柱為 NOAA 三日預報。

source: Kp last
cs: Poslední Kp
da: Seneste Kp
de: Kp zuletzt
es: Último Kp
fi: Viimeisin Kp
fr: Dernier Kp
it: Ultimo Kp
ja: 最後の Kp
ko: 마지막 Kp
nb: Siste Kp
nl: Laatste Kp
pl: Ostatni Kp
pt_br: Último Kp
sv: Senaste Kp
tr: Son Kp
uk: Kp останній
zh_hans: 最后 Kp
zh_hant: 最後 Kp

source: Kp now
cs: Kp nyní
da: Kp nu
de: Kp jetzt
es: Kp ahora
fi: Kp nyt
fr: Kp actuel
it: Kp ora
ja: 現在の Kp
ko: 현재 Kp
nb: Kp nå
nl: Kp nu
pl: Kp teraz
pt_br: Kp agora
sv: Kp nu
tr: Şu anki Kp
uk: Kp зараз
zh_hans: 当前 Kp
zh_hant: 目前 Kp

source: Language
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
sv: Språk
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

source: Latest flare
cs: Poslední erupce
da: Seneste soludbrud
de: Letzte Eruption
es: Última llamarada
fi: Viimeisin roihu
fr: Dernière éruption
it: Ultimo brillamento
ja: 最新のフレア
ko: 최근 플레어
nb: Siste solutbrudd
nl: Laatste uitbarsting
pl: Ostatni rozbłysk
pt_br: Última erupção
sv: Senaste eruption
tr: Son patlama
uk: Останній спалах
zh_hans: 最新耀斑
zh_hant: 最新閃焰

source: Latest flare class, and the strongest of the last 24 hours.
cs: Třída poslední erupce a nejsilnější za posledních 24 hodin.
da: Klasse for seneste soludbrud og det kraftigste seneste 24 t.
de: Klasse der letzten Eruption und die stärkste der letzten 24 Stunden.
es: Clase de la última llamarada y la más fuerte de las últimas 24 h.
fi: Viimeisimmän roihun luokka ja voimakkain viimeisen 24 tunnin aikana.
fr: Classe de la dernière éruption et la plus forte des 24 dernières heures.
it: Classe dell'ultimo brillamento e il più forte delle ultime 24 ore.
ja: 最新のフレアのクラスと、過去24時間で最大のもの。
ko: 최근 플레어 등급과 지난 24시간 중 가장 강한 것.
nb: Klasse for siste solutbrudd og det kraftigste siste 24 t.
nl: Klasse van de laatste uitbarsting en de sterkste van de afgelopen 24 uur.
pl: Klasa ostatniego rozbłysku i najsilniejszy z ostatnich 24 godzin.
pt_br: Classe da última erupção e a mais forte das últimas 24 h.
sv: Klass för senaste eruptionen och den kraftigaste senaste 24 h.
tr: Son patlamanın sınıfı ve son 24 saatin en güçlüsü.
uk: Клас останнього спалаху і найпотужніший за 24 години.
zh_hans: 最新耀斑级别，以及过去 24 小时最强的一次。
zh_hant: 最新閃焰級別，以及過去 24 小時最強的一次。

source: Live data
cs: Živá data
de: Live-Daten
es: Datos en vivo
fi: Reaaliaikaiset tiedot
fr: Données en direct
it: Dati in tempo reale
ja: ライブデータ
ko: 실시간 데이터
nb: Sanntidsdata
nl: Livegegevens
pl: Dane na żywo
pt_br: Dados ao vivo
tr: Canlı veri
uk: Живі дані
zh_hans: 实时数据
zh_hant: 即時資料

source: Loading %@…
cs: Načítání %@…
da: Indlæser %@…
de: %@ wird geladen…
es: Cargando %@…
fi: Ladataan %@…
fr: Chargement de %@…
it: Caricamento di %@…
ja: %@ を読み込み中…
ko: %@ 불러오는 중…
nb: Laster %@…
nl: %@ wordt geladen…
pl: Wczytywanie %@…
pt_br: Carregando %@…
sv: Laddar %@…
tr: %@ yükleniyor…
uk: Завантаження %@…
zh_hans: 正在加载 %@…
zh_hant: 正在載入 %@…

source: Low
cs: Nízký
da: Lav
de: Niedrig
es: Bajo
fi: Matala
fr: Faible
it: Basso
ja: 低い
ko: 낮음
nb: Lav
nl: Laag
pl: Niski
pt_br: Baixo
sv: Låg
tr: Düşük
uk: Низький
zh_hans: 低
zh_hant: 低

source: Major flare — radio blackouts, possible radiation storm.
cs: Silná erupce — výpadky rádia, možná radiační bouře.
da: Kraftigt soludbrud – radioudfald, mulig strålingsstorm.
de: Starke Eruption – Funkausfälle, mögliche Strahlungssturm.
es: Llamarada mayor: apagones de radio y posible tormenta de radiación.
fi: Voimakas roihupurkaus – radiokatkoja, mahdollinen säteilymyrsky.
fr: Éruption majeure — coupures radio, tempête de radiations possible.
it: Brillamento maggiore — blackout radio, possibile tempesta di radiazioni.
ja: 大規模フレア — 短波通信障害、放射線嵐の可能性。
ko: 대규모 플레어 — 무선 장애, 방사선 폭풍 가능성.
nb: Kraftig solutbrudd – radiobrudd, mulig strålingsstorm.
nl: Zware uitbarsting — radiostoringen, mogelijk een stralingsstorm.
pl: Silny rozbłysk — zaniki łączności radiowej, możliwa burza radiacyjna.
pt_br: Erupção intensa — apagões de rádio e possível tempestade de radiação.
sv: Kraftig soleruption – radiobortfall, möjlig strålningsstorm.
tr: Güçlü patlama — telsiz kesintileri, olası radyasyon fırtınası.
uk: Потужний спалах — радіозатемнення, можлива радіаційна буря.
zh_hans: 大耀斑——无线电中断，可能出现辐射风暴。
zh_hant: 大閃焰——無線電中斷，可能出現輻射風暴。

source: Medium flare — brief radio blackouts on the sunlit side.
cs: Střední erupce — krátké výpadky rádia na osvětlené straně.
da: Middelstort soludbrud – korte radioudfald på dagsiden.
de: Mittlere Eruption – kurze Funkausfälle auf der Tagseite.
es: Llamarada media: apagones de radio breves en la cara iluminada.
fi: Keskisuuri roihupurkaus – lyhyitä radiokatkoja päivänpuoleisella sivulla.
fr: Éruption moyenne — brèves coupures radio sur la face éclairée.
it: Brillamento medio — brevi blackout radio sul lato illuminato.
ja: 中規模フレア — 昼側で短時間の短波通信障害。
ko: 중간 규모 플레어 — 낮 반구에서 짧은 무선 장애.
nb: Middels solutbrudd – korte radiobrudd på dagsiden.
nl: Middelzware uitbarsting — korte radiostoringen aan de dagzijde.
pl: Średni rozbłysk — krótkie zaniki łączności radiowej po stronie dziennej.
pt_br: Erupção média — apagões de rádio breves no lado iluminado.
sv: Medelstark soleruption – korta radiobortfall på dagsidan.
tr: Orta patlama — güneş gören tarafta kısa telsiz kesintileri.
uk: Помірний спалах — короткочасні радіозатемнення на освітленому боці.
zh_hans: 中等耀斑——向阳面出现短暂无线电中断。
zh_hant: 中等閃焰——向陽面出現短暫無線電中斷。

source: Minor
cs: Mírný
da: Mindre
de: Gering
es: Menor
fi: Vähäinen
fr: Mineur
it: Minore
ja: 軽度
ko: 경미
nb: Mindre
nl: Gering
pl: Słaby
pt_br: Menor
sv: Mindre
tr: Küçük
uk: Слабкий
zh_hans: 轻度
zh_hant: 輕度

source: Minor background activity.
cs: Nízká aktivita v pozadí.
da: Mindre baggrundsaktivitet.
de: Geringe Hintergrundaktivität.
es: Actividad de fondo menor.
fi: Vähäistä taustatoimintaa.
fr: Activité de fond mineure.
it: Attività di fondo minore.
ja: 背景レベルの微弱な活動。
ko: 미미한 배경 활동.
nb: Lav bakgrunnsaktivitet.
nl: Geringe achtergrondactiviteit.
pl: Niewielka aktywność tła.
pt_br: Atividade de fundo menor.
sv: Liten bakgrundsaktivitet.
tr: Küçük arka plan etkinliği.
uk: Незначна фонова активність.
zh_hans: 轻微的背景活动。
zh_hant: 輕微的背景活動。

source: Moderate
cs: Střední
da: Moderat
de: Mäßig
es: Moderado
fi: Kohtalainen
fr: Modéré
it: Moderato
ja: 中程度
ko: 보통
nb: Moderat
nl: Matig
pl: Umiarkowany
pt_br: Moderado
sv: Måttlig
tr: Orta
uk: Помірний
zh_hans: 中等
zh_hant: 中等

source: NOAA G%lld conditions now — Kp %@.
cs: Nyní podmínky NOAA G%1$lld — Kp %2$@.
da: NOAA G%1$lld-forhold nu – Kp %2$@.
de: Jetzt NOAA-G%1$lld-Bedingungen – Kp %2$@.
es: Condiciones NOAA G%1$lld ahora: Kp %2$@.
fi: NOAA G%1$lld -olot nyt – Kp %2$@.
fr: Conditions NOAA G%1$lld en cours — Kp %2$@.
it: Condizioni NOAA G%1$lld in corso — Kp %2$@.
ja: 現在 NOAA G%1$lld の状態です — Kp %2$@。
ko: 현재 NOAA G%1$lld 상태입니다 — Kp %2$@.
nb: NOAA G%1$lld-forhold nå – Kp %2$@.
nl: Nu NOAA G%1$lld-condities — Kp %2$@.
pl: Obecnie warunki NOAA G%1$lld — Kp %2$@.
pt_br: Condições NOAA G%1$lld agora — Kp %2$@.
sv: NOAA G%1$lld-förhållanden nu – Kp %2$@.
tr: Şu anda NOAA G%1$lld koşulları — Kp %2$@.
uk: Зараз умови NOAA G%1$lld — Kp %2$@.
zh_hans: 当前为 NOAA G%1$lld 条件——Kp %2$@。
zh_hant: 目前為 NOAA G%1$lld 條件——Kp %2$@。

source: NOAA G%lld conditions now.
cs: Nyní podmínky NOAA G%lld.
da: NOAA G%lld-forhold nu.
de: Jetzt NOAA-G%lld-Bedingungen.
es: Condiciones NOAA G%lld ahora.
fi: NOAA G%lld -olot nyt.
fr: Conditions NOAA G%lld en cours.
it: Condizioni NOAA G%lld in corso.
ja: 現在 NOAA G%lld の状態です。
ko: 현재 NOAA G%lld 상태입니다.
nb: NOAA G%lld-forhold nå.
nl: Nu NOAA G%lld-condities.
pl: Obecnie warunki NOAA G%lld.
pt_br: Condições NOAA G%lld agora.
sv: NOAA G%lld-förhållanden nu.
tr: Şu anda NOAA G%lld koşulları.
uk: Зараз умови NOAA G%lld.
zh_hans: 当前为 NOAA G%lld 条件。
zh_hant: 目前為 NOAA G%lld 條件。

source: NOAA Space Weather Scales
cs: Stupnice kosmického počasí NOAA
da: NOAA's rumvejrsskalaer
de: NOAA-Weltraumwetterskalen
es: Escalas de meteorología espacial NOAA
fi: NOAA:n avaruussääasteikot
fr: Échelles météo spatiale NOAA
it: Scale meteo spaziale NOAA
ja: NOAA 宇宙天気スケール
ko: NOAA 우주기상 등급
nb: NOAAs romværskalaer
nl: NOAA-ruimteweerschalen
pl: Skale pogody kosmicznej NOAA
pt_br: Escalas de clima espacial da NOAA
sv: NOAA:s rymdväderskalor
tr: NOAA uzay hava ölçekleri
uk: Шкали космічної погоди NOAA
zh_hans: NOAA 空间天气等级
zh_hant: NOAA 太空天氣等級

source: NOAA level
cs: Úroveň NOAA
da: NOAA-niveau
de: NOAA-Stufe
es: Nivel NOAA
fi: NOAA-taso
fr: Niveau NOAA
it: Livello NOAA
ja: NOAA レベル
ko: NOAA 등급
nb: NOAA-nivå
nl: NOAA-niveau
pl: Poziom NOAA
pt_br: Nível NOAA
sv: NOAA-nivå
tr: NOAA düzeyi
uk: Рівень NOAA
zh_hans: NOAA 等级
zh_hant: NOAA 等級

source: Night mode
cs: Noční režim
da: Nattilstand
de: Nachtmodus
es: Modo noche
fi: Yötila
fr: Mode nuit
it: Modalità notte
ja: ナイトモード
ko: 야간 모드
nb: Nattmodus
nl: Nachtmodus
pl: Tryb nocny
pt_br: Modo noturno
sv: Nattläge
tr: Gece modu
uk: Нічний режим
zh_hans: 夜间模式
zh_hant: 夜間模式

source: Night mode (red-shift)
cs: Noční režim (červený posun)
da: Nattilstand (rødforskydning)
de: Nachtmodus (Rotverschiebung)
es: Modo noche (desplazamiento al rojo)
fi: Yötila (punasiirtymä)
fr: Mode nuit (décalage rouge)
it: Modalità notte (spostamento al rosso)
ja: ナイトモード（赤方偏移）
ko: 야간 모드(적색 편이)
nb: Nattmodus (rødforskyvning)
nl: Nachtmodus (roodverschuiving)
pl: Tryb nocny (przesunięcie ku czerwieni)
pt_br: Modo noturno (deslocamento ao vermelho)
sv: Nattläge (rödskift)
tr: Gece modu (kırmızıya kayma)
uk: Нічний режим (червоний зсув)
zh_hans: 夜间模式（红移）
zh_hant: 夜間模式（紅移）

source: No Current Conditions
cs: Žádná aktuální data
da: Ingen aktuelle data
de: Keine aktuellen Daten
es: Sin datos actuales
fi: Ei ajantasaisia tietoja
fr: Aucune donnée actuelle
it: Nessun dato attuale
ja: 現在のデータなし
ko: 현재 데이터 없음
nb: Ingen aktuelle data
nl: Geen actuele gegevens
pl: Brak aktualnych danych
pt_br: Sem dados atuais
sv: Inga aktuella data
tr: Güncel veri yok
uk: Немає поточних даних
zh_hans: 暂无当前数据
zh_hant: 暫無目前資料

source: No Hp30 data
cs: Žádná data Hp30
da: Ingen Hp30-data
de: Keine Hp30-Daten
es: Sin datos de Hp30
fi: Ei Hp30-tietoja
fr: Aucune donnée Hp30
it: Nessun dato Hp30
ja: Hp30 データなし
ko: Hp30 데이터 없음
nb: Ingen Hp30-data
nl: Geen Hp30-gegevens
pl: Brak danych Hp30
pt_br: Sem dados de Hp30
sv: Inga Hp30-data
tr: Hp30 verisi yok
uk: Немає даних Hp30
zh_hans: 无 Hp30 数据
zh_hant: 無 Hp30 資料

source: No connection
cs: Žádné připojení
da: Ingen forbindelse
de: Keine Verbindung
es: Sin conexión
fi: Ei yhteyttä
fr: Pas de connexion
it: Nessuna connessione
ja: 接続なし
ko: 연결 없음
nb: Ingen tilkobling
nl: Geen verbinding
pl: Brak połączenia
pt_br: Sem conexão
sv: Ingen anslutning
tr: Bağlantı yok
uk: Немає з'єднання
zh_hans: 无网络连接
zh_hant: 無網路連線

source: No geomagnetic storm right now — the field is active. Faded bars are NOAA's 3-day forecast.
cs: Právě teď žádná geomagnetická bouře — pole je aktivní. Bledé sloupce jsou třídenní předpověď NOAA.
da: Ingen geomagnetisk storm lige nu – feltet er aktivt. Blege søjler er NOAA's 3-dages prognose.
de: Zurzeit kein geomagnetischer Sturm – das Feld ist aktiv. Blasse Balken sind die 3-Tage-Prognose der NOAA.
es: No hay tormenta geomagnética ahora mismo: el campo está activo. Las barras tenues son el pronóstico de 3 días de NOAA.
fi: Ei geomagneettista myrskyä juuri nyt – kenttä on aktiivinen. Haaleat pylväät ovat NOAA:n 3 vuorokauden ennuste.
fr: Aucune tempête géomagnétique en ce moment — le champ est actif. Les barres pâles sont la prévision NOAA à 3 jours.
it: Nessuna tempesta geomagnetica al momento: il campo è attivo. Le barre chiare sono la previsione NOAA a 3 giorni.
ja: 現在、磁気嵐は発生していません — 磁場は活発です。淡いバーは NOAA の3日間予報です。
ko: 현재 지자기 폭풍이 없습니다 — 자기장이 활발합니다. 흐린 막대는 NOAA의 3일 예보입니다.
nb: Ingen geomagnetisk storm akkurat nå – feltet er aktivt. Blasse søyler er NOAAs 3-døgnsvarsel.
nl: Op dit moment geen geomagnetische storm — het veld is actief. Vage balken zijn de 3-daagse NOAA-verwachting.
pl: Obecnie brak burzy geomagnetycznej — pole jest aktywne. Blade słupki to 3-dniowa prognoza NOAA.
pt_br: Nenhuma tempestade geomagnética no momento — o campo está ativo. As barras claras são a previsão de 3 dias da NOAA.
sv: Ingen geomagnetisk storm just nu – fältet är aktivt. Bleka staplar är NOAA:s 3-dygnsprognos.
tr: Şu anda jeomanyetik fırtına yok — alan aktif. Soluk çubuklar NOAA'nın 3 günlük tahminidir.
uk: Геомагнітної бурі зараз немає — поле активне. Бліді стовпчики — 3-денний прогноз NOAA.
zh_hans: 当前没有地磁暴——磁场活跃。浅色柱为 NOAA 三日预报。
zh_hant: 目前沒有地磁暴——磁場活躍。淺色柱為 NOAA 三日預報。

source: No geomagnetic storm right now — the field is quiet. Faded bars are NOAA's 3-day forecast.
cs: Právě teď žádná geomagnetická bouře — pole je klidné. Bledé sloupce jsou třídenní předpověď NOAA.
da: Ingen geomagnetisk storm lige nu – feltet er roligt. Blege søjler er NOAA's 3-dages prognose.
de: Zurzeit kein geomagnetischer Sturm – das Feld ist ruhig. Blasse Balken sind die 3-Tage-Prognose der NOAA.
es: No hay tormenta geomagnética ahora mismo: el campo está tranquilo. Las barras tenues son el pronóstico de 3 días de NOAA.
fi: Ei geomagneettista myrskyä juuri nyt – kenttä on rauhallinen. Haaleat pylväät ovat NOAA:n 3 vuorokauden ennuste.
fr: Aucune tempête géomagnétique en ce moment — le champ est calme. Les barres pâles sont la prévision NOAA à 3 jours.
it: Nessuna tempesta geomagnetica al momento: il campo è calmo. Le barre chiare sono la previsione NOAA a 3 giorni.
ja: 現在、磁気嵐は発生していません — 磁場は静穏です。淡いバーは NOAA の3日間予報です。
ko: 현재 지자기 폭풍이 없습니다 — 자기장이 조용합니다. 흐린 막대는 NOAA의 3일 예보입니다.
nb: Ingen geomagnetisk storm akkurat nå – feltet er rolig. Blasse søyler er NOAAs 3-døgnsvarsel.
nl: Op dit moment geen geomagnetische storm — het veld is rustig. Vage balken zijn de 3-daagse NOAA-verwachting.
pl: Obecnie brak burzy geomagnetycznej — pole jest spokojne. Blade słupki to 3-dniowa prognoza NOAA.
pt_br: Nenhuma tempestade geomagnética no momento — o campo está calmo. As barras claras são a previsão de 3 dias da NOAA.
sv: Ingen geomagnetisk storm just nu – fältet är lugnt. Bleka staplar är NOAA:s 3-dygnsprognos.
tr: Şu anda jeomanyetik fırtına yok — alan sakin. Soluk çubuklar NOAA'nın 3 günlük tahminidir.
uk: Геомагнітної бурі зараз немає — поле спокійне. Бліді стовпчики — 3-денний прогноз NOAA.
zh_hans: 当前没有地磁暴——磁场平静。浅色柱为 NOAA 三日预报。
zh_hant: 目前沒有地磁暴——磁場平靜。淺色柱為 NOAA 三日預報。

source: No geomagnetic storm right now — the field is unsettled. Faded bars are NOAA's 3-day forecast.
cs: Právě teď žádná geomagnetická bouře — pole je neklidné. Bledé sloupce jsou třídenní předpověď NOAA.
da: Ingen geomagnetisk storm lige nu – feltet er uroligt. Blege søjler er NOAA's 3-dages prognose.
de: Zurzeit kein geomagnetischer Sturm – das Feld ist unruhig. Blasse Balken sind die 3-Tage-Prognose der NOAA.
es: No hay tormenta geomagnética ahora mismo: el campo está inestable. Las barras tenues son el pronóstico de 3 días de NOAA.
fi: Ei geomagneettista myrskyä juuri nyt – kenttä on levoton. Haaleat pylväät ovat NOAA:n 3 vuorokauden ennuste.
fr: Aucune tempête géomagnétique en ce moment — le champ est perturbé. Les barres pâles sont la prévision NOAA à 3 jours.
it: Nessuna tempesta geomagnetica al momento: il campo è instabile. Le barre chiare sono la previsione NOAA a 3 giorni.
ja: 現在、磁気嵐は発生していません — 磁場はやや乱れています。淡いバーは NOAA の3日間予報です。
ko: 현재 지자기 폭풍이 없습니다 — 자기장이 다소 불안정합니다. 흐린 막대는 NOAA의 3일 예보입니다.
nb: Ingen geomagnetisk storm akkurat nå – feltet er urolig. Blasse søyler er NOAAs 3-døgnsvarsel.
nl: Op dit moment geen geomagnetische storm — het veld is onrustig. Vage balken zijn de 3-daagse NOAA-verwachting.
pl: Obecnie brak burzy geomagnetycznej — pole jest niespokojne. Blade słupki to 3-dniowa prognoza NOAA.
pt_br: Nenhuma tempestade geomagnética no momento — o campo está instável. As barras claras são a previsão de 3 dias da NOAA.
sv: Ingen geomagnetisk storm just nu – fältet är oroligt. Bleka staplar är NOAA:s 3-dygnsprognos.
tr: Şu anda jeomanyetik fırtına yok — alan değişken. Soluk çubuklar NOAA'nın 3 günlük tahminidir.
uk: Геомагнітної бурі зараз немає — поле неспокійне. Бліді стовпчики — 3-денний прогноз NOAA.
zh_hans: 当前没有地磁暴——磁场轻度扰动。浅色柱为 NOAA 三日预报。
zh_hant: 目前沒有地磁暴——磁場輕度擾動。淺色柱為 NOAA 三日預報。

source: No geomagnetic storm right now.
cs: Právě teď žádná geomagnetická bouře.
da: Ingen geomagnetisk storm lige nu.
de: Zurzeit kein geomagnetischer Sturm.
es: No hay tormenta geomagnética ahora mismo.
fi: Ei geomagneettista myrskyä juuri nyt.
fr: Aucune tempête géomagnétique en ce moment.
it: Nessuna tempesta geomagnetica al momento.
ja: 現在、磁気嵐は発生していません。
ko: 현재 지자기 폭풍이 없습니다.
nb: Ingen geomagnetisk storm akkurat nå.
nl: Op dit moment geen geomagnetische storm.
pl: Obecnie brak burzy geomagnetycznej.
pt_br: Nenhuma tempestade geomagnética no momento.
sv: Ingen geomagnetisk storm just nu.
tr: Şu anda jeomanyetik fırtına yok.
uk: Геомагнітної бурі зараз немає.
zh_hans: 当前没有地磁暴。
zh_hant: 目前沒有地磁暴。
